export const botConfig = {
  commands: {
    start: `Привет! 👋

🤖 Я бот-магазин по подаже стильных часов с уникальным дизайном.

🛍️ Чтобы перейти в каталог и выбрать приглянувшиеся товары нажмите на кнопку Каталог в нижнем левом углу.

💰 Отплатить заказ можно любой картой, или даже через живого консультанта.

🚚 Доставка бесплатная в любую точку Казахстана за 3-5 дней.

❓ Возникли вопросы? Не проблема! Команда /help поможет связаться с консультантом, которые постараются как можно быстрее откликнуться.`,
    help: `❓ Список команд:
    /catalog - Каталог
    /help — Помощь
    /start — Главное меню
    
Если Ваш вопрос не решен, обратитесь за помощью к живому оператору @Vadimus_o.`,
    terms: "",
    catalog: `🛍️ Чтобы перейти в каталог и выбрать приглянувшиеся товары нажмите на кнопку Каталог в нижнем левом углу.

📷 Чтобы рассмотреть товар ближе, нажмите на картинку товара, где можно пролистать фотографии товара, и почитать описание. Когда вы готовы приобрести приглянувшиеся товары, нажмите на кнопку "Купить", и товар будет добавлен в вашу корзину.

🛒 Чтобы перейти в корзину нажмите на иконку в левом верхнем углу.

Для оформления заказа, убедитесь что выбрали верный товар, и выберете вид оплаты.

  📍 Не забудьте оставить адрес доставки!
  
  💰 Оплатить можно через консультанта или через телеграм – картой. При выборе оплаты консультантом, наш специалист свяжется с вами.

❓ Возникли вопросы? Не проблема! Команда /help поможет связаться с консультантом, которые постараются как можно быстрее откликнуться.`,
    success: `Заказ был успешно оплачен! 😎 
    Ожидаете доставку в течении 3-5 дней`,
  },
};
