export const botConfig = {
  ru: {
    commands: {
      start: `Привет! 👋
  
🤖 Я бот-магазин по продаже стильных часов с уникальным дизайном.
  
🛍️ Чтобы перейти в каталог и выбрать приглянувшиеся товары нажмите на кнопку Каталог в нижнем левом углу. Если запутались, то комманда /catalog откроект инструкцию.
  
💰 Оплатить заказ можно через живого консультанта.
  
🚚 Бесплатная доставка в любую точку Казахстана за 3-5 дней.
  
❓ Возникли вопросы? Не проблема! Команда /help поможет связаться с консультантами, которые постараются как можно быстрее откликнуться.`,
      help: `❓ Список команд:
      /catalog - Помощь по каталогу
      /help — Помощь
      /start — Главное меню
      
Если Ваш вопрос не решен, обратитесь за помощью к живому оператору @sabrwatch_support`,
      terms: "",
      catalog: `🛍️ Чтобы перейти в каталог и выбрать приглянувшиеся товары нажмите на кнопку Каталог в нижнем левом углу.
  
📷 Чтобы рассмотреть товар ближе, нажмите на картинку товара, где можно пролистать фотографии товара, и почитать описание. Когда вы готовы приобрести приглянувшиеся товары, нажмите на кнопку "Купить", и товар будет добавлен в вашу корзину.
  
🛒 Чтобы перейти в корзину нажмите на иконку в левом верхнем углу.
  
Для оформления заказа, убедитесь что выбрали верный товар.
  
📍 Не забудьте оставить адрес доставки!
    
💰 Оплатить можно через консультанта. При выборе оплаты консультантом, наш специалист свяжется с вами.
  
❓ Возникли вопросы? Не проблема! Команда /help поможет связаться с консультантом, которые постараются как можно быстрее откликнуться.`,
      success: `Заказ был успешно оплачен! 😎 Ожидаете доставку в течении 3-5 дней`,
      support: "https://t.me/sabrwatch_support ссылка на группу помощи",
    },
  },
  kk: {
    commands: {
      start: `🤖 Мен бірегей дизайны бар сәнді сағаттар сататын бот-дүкенмін.
      
🛍️ Каталогқа өтіп, өзіңізге ұнайтын өнімдерді таңдау үшін төменгі сол жақ бұрыштағы Каталог түймесін басыңыз. Егер шатастырсаңыз, /catalog пәрмені нұсқаулықты ашады.
            
💰Тікелей кеңесші арқылы төлей аласыз.
            
🚚 Қазақстанның кез келген жеріне 3-5 күн ішінде жеткізу тегін.
            
Кез келген сұрақ? Проблема емес! /help пәрмені кеңесшімен байланысуға көмектеседі, ол мүмкіндігінше жылдам жауап беруге тырысады.`,
      help: `Пәрмендер тізімі:
  /catalog - Каталог анықтамасы
  /help - Анықтама
  /start - Бас мәзір
     
Егер мәселеңіз шешілмесе, көмек алу үшін тікелей @sabrwatch_support операторына хабарласыңыз`,
      terms: "",
      catalog: `Каталогқа өтіп, өзіңізге ұнайтын өнімдерді таңдау үшін төменгі сол жақ бұрыштағы Каталог түймесін басыңыз.

Өнімді жақынырақ көру үшін өнімнің фотосуреттерін айналдырып, сипаттамасын оқуға болатын өнім суретін басыңыз. Сізге ұнайтын заттарды сатып алуға дайын болғанда, «Қазір сатып алу» түймесін басыңыз, сонда тауар себетіңізге қосылады.
 
Себетке өту үшін жоғарғы сол жақ бұрыштағы белгішені басыңыз.
 
Тапсырыс беру үшін дұрыс өнімді таңдағаныңызға көз жеткізіп, төлем әдісін таңдаңыз
 
Жеткізу мекенжайыңызды қалдыруды ұмытпаңыз!
 
Сіз төлемді кеңесші арқылы төлей аласыз 
 
Кез келген сұрақ? Проблема емес! /help пәрмені кеңесшімен байланысуға көмектеседі, ол мүмкіндігінше жылдам жауап беруге тырысады.`,
      success: `Тапсырыс сәтті төленді! 😎 3-5 күн ішінде жеткізіледі деп күтіңіз`,

      support: "https://t.me/sabrwatch_support ссылка на группу помощи",
    },
  },
};
