start = 
  Мен бірегей дизайны бар сәнді сағаттар сататын бот-дүкенмін.

  Каталогқа өтіп, өзіңізге ұнайтын өнімдерді таңдау үшін төменгі сол жақ бұрыштағы Каталог түймесін басыңыз. Егер шатастырсаңыз, /catalog пәрмені нұсқаулықты ашады.

  Тапсырысты кез келген картамен, тіпті тікелей кеңесші арқылы төлей аласыз.

  Қазақстанның кез келген жеріне 3-5 күн ішінде жеткізу тегін.

  Кез келген сұрақ? Проблема емес! /help пәрмені кеңесшімен байланысуға көмектеседі, ол мүмкіндігінше жылдам жауап беруге тырысады.

help = 
  Пәрмендер тізімі:
     /catalog - Каталог анықтамасы
     /help - Анықтама
     /start - Бас мәзір
    
  Егер мәселеңіз шешілмесе, көмек алу үшін тікелей @Vadimus_o операторына хабарласыңыз

terms = Временно отсутствует

catalog = 
  Каталогқа өтіп, өзіңізге ұнайтын өнімдерді таңдау үшін төменгі сол жақ бұрыштағы Каталог түймесін басыңыз.

  Өнімді жақынырақ көру үшін өнімнің фотосуреттерін айналдырып, сипаттамасын оқуға болатын өнім суретін басыңыз. Сізге ұнайтын заттарды сатып алуға дайын болғанда, «Қазір сатып алу» түймесін басыңыз, сонда тауар себетіңізге қосылады.

  Себетке өту үшін жоғарғы сол жақ бұрыштағы белгішені басыңыз.

  Тапсырыс беру үшін дұрыс өнімді таңдағаныңызға көз жеткізіп, төлем әдісін таңдаңыз

  Жеткізу мекенжайыңызды қалдыруды ұмытпаңыз!

  Сіз кеңесші арқылы немесе телеграм арқылы, картамен төлей аласыз. Кеңесші төлемді таңдаған кезде біздің маман сізбен байланысады.

  Кез келген сұрақ? Проблема емес! /help пәрмені кеңесшімен байланысуға көмектеседі, ол мүмкіндігінше жылдам жауап беруге тырысады.

success = Тапсырыс сәтті төленді! 😎 3-5 күн ішінде жеткізіледі деп күтіңіз